Repository: msandroid/Cursor-Rule
Catalog: WhisperAX/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fa, fr, hi, id, ja, ko, nl, pt, ru, sv, sw, ta, th, tr, ur, vi, zh

# settings.preview_description
source: This is how your output text will look
ar: هكذا سيبدو نص الإخراج الخاص بك
bn: আপনার আউটপুট টেক্সট এভাবেই দেখাবে
de: So wird Ihr Ausgabetext aussehen
es: Así es como se verá tu texto de salida
fa: متن خروجی شما این‌گونه خواهد بود
fr: Voici à quoi ressemblera votre texte de sortie
hi: आपका आउटपुट टेक्स्ट इस तरह दिखेगा
id: Beginilah tampilan teks output Anda
ja: 出力テキストの表示例
ko: 출력 텍스트가 이렇게 표시됩니다
nl: Zo zal uw uitvoertekst eruitzien
pt: É assim que seu texto de saída aparecerá
ru: Так будет выглядеть ваш выходной текст
sv: Så här kommer din utdatatext att se ut
sw: Hii ndiyo jinsi maandishi yako ya pato yatakavyokuwa
ta: உங்கள் வெளியீடு உரை இப்படி இருக்கும்
th: นี่คือลักษณะของข้อความผลลัพธ์ของคุณ
tr: Çıktı metniniz böyle görünecek
ur: آپ کا آؤٹ پٹ ٹیکسٹ اس طرح نظر آئے گا
vi: Văn bản đầu ra của bạn sẽ trông như thế này
zh: 这是输出文本的显示方式

# settings.repair
source: Repair
ar: إصلاح
bn: মেরামত
de: Reparieren
es: Reparar
fa: تعمیر
fr: Réparer
hi: मरम्मत
id: Perbaiki
ja: 修復
ko: 수리
nl: Repareren
pt: Reparar
ru: Ремонт
sv: Reparera
sw: Rekebisha
ta: சரிசெய்
th: ซ่อมแซม
tr: Onar
ur: مرمت
vi: Sửa chữa
zh: 修复

# settings.sample_text_font
source: Sample text in %@
ar: نص عينة بـ %@
bn: %@ এ নমুনা পাঠ্য
de: Beispieltext in %@
es: Texto de muestra en %@
fa: متن نمونه در %@
fr: Texte d'exemple en %@
hi: %@ में नमूना पाठ
id: Teks contoh dalam %@
ja: %@のサンプルテキスト
ko: %@의 샘플 텍스트
nl: Voorbeeldtekst in %@
pt: Texto de exemplo em %@
ru: Образец текста в %@
sv: Exempeltext i %@
sw: Maandishi ya mfano katika %@
ta: %@ இல் மாதிரி உரை
th: ข้อความตัวอย่างใน %@
tr: %@ içinde örnek metin
ur: %@ میں نمونہ متن
vi: Văn bản mẫu trong %@
zh: %@的示例文本

# settings.select_font_description
source: Select the font family for speech-to-text display
ar: اختيار عائلة الخطوط لعرض الكلام إلى نص
bn: স্পিচ-টু-টেক্সট প্রদর্শনের জন্য ফন্ট পরিবার নির্বাচন করুন
de: Wählen Sie die Schriftfamilie für die Spracherkennungsanzeige
es: Selecciona la familia de fuentes para la visualización de voz a texto
fa: خانواده فونت را برای نمایش گفتار به متن انتخاب کنید
fr: Sélectionnez la famille de polices pour l'affichage de la parole en texte
hi: भाषण-से-पाठ प्रदर्शन के लिए फ़ॉन्ट परिवार चुनें
id: Pilih keluarga font untuk tampilan ucapan ke teks
ja: 音声テキスト表示のフォントファミリーを選択してください
ko: 음성-텍스트 표시용 글꼴 패밀리를 선택하세요
nl: Selecteer de lettertypefamilie voor spraak-naar-tekst weergave
pt: Selecione a família de fontes para exibição de fala para texto
ru: Выберите семейство шрифтов для отображения речи в текст
sv: Välj teckensnittsfamilj för tal-till-text visning
sw: Chagua familia ya fonti ya maonyesho ya sauti hadi maandishi
ta: பேச்சு-உரை காட்சிக்கான எழுத்துரு குடும்பத்தைத் தேர்ந்தெடுக்கவும்
th: เลือกตระกูลแบบอักษรสำหรับการแสดงผลเสียงเป็นข้อความ
tr: Konuşma-metin görüntüleme için font ailesini seçin
ur: آواز سے متن کی ڈسپلے کے لیے فونٹ فیملی منتخب کریں
vi: Chọn họ phông chữ cho hiển thị chuyển đổi giọng nói thành văn bản
zh: 选择语音转文本显示的字体族

# settings.select_language_description
source: Select the language for speech recognition
ar: اختيار اللغة للتعرف على الكلام
bn: স্পিচ রিকগনিশনের জন্য ভাষা নির্বাচন করুন
de: Wählen Sie die Sprache für die Spracherkennung
es: Selecciona el idioma para el reconocimiento de voz
fa: زبان را برای تشخیص گفتار انتخاب کنید
fr: Sélectionnez la langue pour la reconnaissance vocale
hi: भाषण पहचान के लिए भाषा चुनें
id: Pilih bahasa untuk pengenalan suara
ja: 音声認識の言語を選択してください
ko: 음성 인식 언어를 선택하세요
nl: Selecteer de taal voor spraakherkenning
pt: Selecione o idioma para reconhecimento de voz
ru: Выберите язык для распознавания речи
sv: Välj språk för taligenkänning
sw: Chagua lugha ya kutambua sauti
ta: பேச்சு அங்கீகாரத்திற்கான மொழியைத் தேர்ந்தெடுக்கவும்
th: เลือกภาษาสำหรับการจดจำเสียง
tr: Konuşma tanıma için dil seçin
ur: آواز کی پہچان کے لیے زبان منتخب کریں
vi: Chọn ngôn ngữ cho nhận dạng giọng nói
zh: 选择语音识别的语言

# settings.source_language
source: Source Language
ar: اللغة المصدر
bn: উৎস ভাষা
de: Quellsprache
es: Idioma de origen
fa: زبان منبع
fr: Langue source
hi: स्रोत भाषा
id: Bahasa sumber
ja: ソース言語
ko: 소스 언어
nl: Brontaal
pt: Idioma de origem
ru: Исходный язык
sv: Källspråk
sw: Lugha ya Chanzo
ta: மூல மொழி
th: ภาษาต้นทาง
tr: Kaynak Dil
ur: ماخذ زبان
vi: Ngôn ngữ nguồn
zh: 源语言

# settings.task
source: Task
ar: المهمة
bn: কাজ
de: Aufgabe
es: Tarea
fa: وظیفه
fr: Tâche
hi: कार्य
id: Tugas
ja: タスク
ko: 작업
nl: Taak
pt: Tarefa
ru: Задача
sv: Uppgift
sw: Kazi
ta: பணி
th: งาน
tr: Görev
ur: ٹاسک
vi: Nhiệm vụ
zh: 任务

# settings.text_font_type
source: Text Font Type
ar: نوع خط النص
bn: টেক্সট ফন্ট টাইপ
de: Textschriftart-Typ
es: Tipo de fuente de texto
fa: نوع فونت متن
fr: Type de police de texte
hi: टेक्स्ट फ़ॉन्ट प्रकार
id: Jenis font teks
ja: テキストフォントタイプ
ko: 텍스트 폰트 유형
nl: Tekstlettertype
pt: Tipo de fonte de texto
ru: Тип шрифта текста
sv: Texttypsnitt
sw: Aina ya Fonti ya Maandishi
ta: உரை எழுத்துரு வகை
th: ประเภทแบบอักษรข้อความ
tr: Metin Font Türü
ur: ٹیکسٹ فونٹ کی قسم
vi: Loại phông chữ văn bản
zh: 文本字体类型

# settings.title
source: Settings
ar: الإعدادات
bn: সেটিংস
de: Einstellungen
es: Configuración
fa: تنظیمات
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
ja: 設定
ko: 설정
nl: Instellingen
pt: Configurações
ru: Настройки
sv: Inställningar
sw: Mipangilio
ta: அமைப்புகள்
th: การตั้งค่า
tr: Ayarlar
ur: ترتیبات
vi: Cài đặt
zh: 设置

# settings.transcribe_description
source: Transcribe mode: Speech will be converted to text in the original language
ar: وضع النسخ: سيتم تحويل الكلام إلى نص باللغة الأصلية
bn: ট্রান্সক্রাইব মোড: বক্তৃতা মূল ভাষায় টেক্সটে রূপান্তরিত হবে
de: Transkriptionsmodus: Sprache wird in der Originalsprache in Text umgewandelt
es: Modo transcripción: El habla se convertirá a texto en el idioma original
fa: حالت رونویسی: گفتار به متن در زبان اصلی تبدیل می‌شود
fr: Mode transcription : La parole sera convertie en texte dans la langue originale
hi: ट्रांसक्राइब मोड: भाषण मूल भाषा में टेक्स्ट में परिवर्तित होगा
id: Mode transkripsi: Ucapan akan dikonversi ke teks dalam bahasa asli
ja: 文字起こしモード: 音声は元の言語でテキストに変換されます
ko: 전사 모드: 음성이 원래 언어로 텍스트로 변환됩니다
nl: Transcriberingsmodus: Spraak wordt geconverteerd naar tekst in de oorspronkelijke taal
pt: Modo transcrição: A fala será convertida em texto no idioma original
ru: Режим транскрипции: Речь будет преобразована в текст на исходном языке
sv: Transkriberingsläge: Tal kommer att konverteras till text på originalspråket
sw: Hali ya kukalima: Sauti itabadilishwa kuwa maandishi katika lugha ya asili
ta: படியெடுத்தல் பயன்முறை: பேச்சு அசல் மொழியில் உரையாக மாற்றப்படும்
th: โหมดถอดความ: คำพูดจะถูกแปลงเป็นข้อความในภาษาต้นฉบับ
tr: Transkripsiyon modu: Konuşma orijinal dilde metne dönüştürülecek
ur: ٹرانسکرپشن موڈ: آواز کو اصل زبان میں متن میں تبدیل کیا جائے گا
vi: Chế độ phiên âm: Giọng nói sẽ được chuyển đổi thành văn bản bằng ngôn ngữ gốc
zh: 转录模式：语音将转换为原始语言的文本

# settings.translate_warning
source: Warning: Translate mode will convert speech to English
ar: تحذير: وضع الترجمة سيقوم بتحويل الكلام إلى الإنجليزية
bn: সতর্কতা: অনুবাদ মোড বক্তৃতাকে ইংরেজিতে রূপান্তর করবে
de: Warnung: Übersetzungsmodus wird Sprache ins Englische umwandeln
es: Advertencia: El modo traducción convertirá el habla al inglés
fa: هشدار: حالت ترجمه گفتار را به انگلیسی تبدیل می‌کند
fr: Avertissement : Le mode traduction convertira la parole en anglais
hi: चेतावनी: अनुवाद मोड भाषण को अंग्रेजी में परिवर्तित करेगा
id: Peringatan: Mode terjemahan akan mengonversi ucapan ke bahasa Inggris
ja: 警告: 翻訳モードは音声を英語に変換します
ko: 경고: 번역 모드는 음성을 영어로 변환합니다
nl: Waarschuwing: Vertaalmodus zal spraak naar Engels converteren
pt: Aviso: O modo tradução converterá a fala para inglês
ru: Предупреждение: Режим перевода преобразует речь в английский язык
sv: Varning: Översättningsläge kommer att konvertera tal till engelska
sw: Onyo: Hali ya kutafsiri itabadilisha sauti kuwa Kiingereza
ta: எச்சரிக்கை: மொழிபெயர்ப்பு பயன்முறை பேச்சை ஆங்கிலத்தில் மாற்றும்
th: คำเตือน: โหมดแปลจะแปลงคำพูดเป็นภาษาอังกฤษ
tr: Uyarı: Çeviri modu konuşmayı İngilizce'ye dönüştürecek
ur: انتباہ: ترجمہ موڈ آواز کو انگریزی میں تبدیل کرے گا
vi: Cảnh báo: Chế độ dịch sẽ chuyển đổi giọng nói sang tiếng Anh
zh: 警告：翻译模式将语音转换为英语

# settings.ui_language
source: UI Language
ar: لغة واجهة المستخدم
bn: UI ভাষা
de: UI-Sprache
es: Idioma de interfaz
fa: زبان رابط کاربری
fr: Langue de l'interface
hi: UI भाषा
id: Bahasa UI
ja: UI言語
ko: UI 언어
nl: UI-taal
pt: Idioma da interface
ru: Язык интерфейса
sv: UI-språk
sw: Lugha ya UI
ta: UI மொழி
th: ภาษาของ UI
tr: UI Dili
ur: UI زبان
vi: Ngôn ngữ giao diện
zh: 界面语言

source: Share
ar: مشاركة
bn: শেয়ার
de: Teilen
es: Compartir
fa: اشتراک‌گذاری
fr: Partager
hi: साझा करें
id: Bagikan
ja: 共有
ko: 공유
nl: Delen
pt: Compartilhar
ru: Поделиться
sv: Dela
sw: Shiriki
ta: பகிர்
th: แชร์
tr: Paylaş
ur: شیئر کریں
vi: Chia sẻ
zh: 分享

source: Shared text
ar: نص مشترك
bn: ভাগ করা পাঠ্য
de: Geteilter Text
es: Texto compartido
fa: متن اشتراکی
fr: Texte partagé
hi: साझा किया गया पाठ
id: Teks yang dibagikan
ja: 共有テキスト
ko: 공유된 텍스트
nl: Gedeelde tekst
pt: Texto compartilhado
ru: Общий текст
sv: Delad text
sw: Maandishi yaliyoshirikiwa
ta: பகிரப்பட்ட உரை
th: ข้อความที่แชร์
tr: Paylaşılan metin
ur: مشترکہ متن
vi: Văn bản được chia sẻ
zh: 共享文本

source: Shared text %lld
ar: نص مشترك %lld
bn: ভাগ করা পাঠ্য %lld
de: Geteilter Text %lld
es: Texto compartido %lld
fa: متن اشتراکی %lld
fr: Texte partagé %lld
hi: साझा किया गया पाठ %lld
id: Teks yang dibagikan %lld
ja: 共有テキスト %lld
ko: 공유된 텍스트 %lld
nl: Gedeelde tekst %lld
pt: Texto compartilhado %lld
ru: Общий текст %lld
sv: Delad text %lld
sw: Maandishi yaliyoshirikiwa %lld
ta: பகிரப்பட்ட உரை %lld
th: ข้อความที่แชร์ %lld
tr: Paylaşılan metin %lld
ur: مشترکہ متن %lld
vi: Văn bản được chia sẻ %lld
zh: 共享文本 %lld

source: Shared Texts
ar: النصوص المشتركة
bn: ভাগ করা পাঠ্য
de: Geteilte Texte
es: Textos Compartidos
fa: متن‌های اشتراکی
fr: Textes Partagés
hi: साझा किए गए पाठ
id: Teks yang Dibagikan
ja: 共有テキスト
ko: 공유된 텍스트
nl: Gedeelde teksten
pt: Textos Compartilhados
ru: Общие тексты
sv: Delade texter
sw: Maandishi yaliyoshirikiwa
ta: பகிரப்பட்ட உரைகள்
th: ข้อความที่แชร์
tr: Paylaşılan Metinler
ur: مشترکہ متن
vi: Văn bản được chia sẻ
zh: 共享文本

source: Shona
ar: الشونا
bn: শোনা
fa: شونا
hi: शोना
ja: ショナ語
ko: 쇼나어
ru: Шона
sw: Kishona
ta: ஷோனா
th: โชนา
ur: شونا
vi: Tiếng Shona
zh: 绍纳语

source: Show ASCII Art
ar: إظهار فن ASCII
bn: ASCII আর্ট দেখান
de: ASCII-Kunst anzeigen
es: Mostrar arte ASCII
fa: نمایش هنر ASCII
fr: Afficher l'art ASCII
hi: ASCII कला दिखाएं
id: Tampilkan seni ASCII
ja: ASCIIアートを表示
ko: ASCII 아트 표시
nl: ASCII-kunst tonen
pt: Mostrar arte ASCII
ru: Показать ASCII Art
sv: Visa ASCII-konst
sw: Onyesha Sanaa ya ASCII
ta: ASCII கலைகளைக் காட்டு
th: แสดงศิลปะ ASCII
tr: ASCII Sanatını Göster
ur: ASCII Art دکھائیں
vi: Hiển thị nghệ thuật ASCII
zh: 显示ASCII艺术

source: Show Decoder Preview
ar: إظهار معاينة المفكك
bn: ডিকোডার প্রিভিউ দেখান
de: Decoder-Vorschau anzeigen
es: Mostrar vista previa del decodificador
fa: نمایش پیش‌نمایش دیکودر
fr: Afficher l'aperçu du décodeur
hi: डिकोडर पूर्वावलोकन दिखाएं
id: Tampilkan pratinjau dekoder
ja: デコーダープレビューを表示
ko: 디코더 미리보기 표시
nl: Decoder-voorbeeld tonen
pt: Mostrar visualização do decodificador
ru: Показать предварительный просмотр декодера
sv: Visa avkodningsförhandsvisning
sw: Onyesha Hakiki ya Dekoda
ta: டிகோடர் முன்னோட்டத்தைக் காட்டு
th: แสดงตัวอย่างตัวถอดรหัส
tr: Dekoder Önizlemesini Göster
ur: ڈیکوڈر کا پیش منظر دکھائیں
vi: Hiển thị xem trước bộ giải mã
zh: 显示解码器预览

source: Show Recommended Only
ar: إظهار الموصى به فقط
bn: শুধুমাত্র সুপারিশকৃত দেখান
de: Nur Empfohlene anzeigen
es: Mostrar solo recomendados
fa: فقط پیشنهادی‌ها را نمایش بده
fr: Afficher uniquement les recommandés
hi: केवल अनुशंसित दिखाएं
id: Tampilkan yang direkomendasikan saja
ja: 推奨のみ表示
ko: 추천 항목만 표시
nl: Alleen aanbevolen tonen
pt: Mostrar apenas recomendados
ru: Показать только рекомендуемые
sv: Visa endast rekommenderade
sw: Onyesha Zilizopendekezwa Tu
ta: பரிந்துரைக்கப்பட்டவற்றை மட்டும் காட்டு
th: แสดงเฉพาะที่แนะนำ
tr: Sadece Önerilenleri Göster
ur: صرف سفارش کردہ دکھائیں
vi: Chỉ hiển thị được đề xuất
zh: 仅显示推荐

source: Show Timestamps
ar: إظهار الطوابع الزمنية
bn: টাইমস্ট্যাম্প দেখান
de: Zeitstempel anzeigen
es: Mostrar marcas de tiempo
fa: نمایش برچسب‌های زمانی
fr: Afficher les horodatages
hi: टाइमस्टैम्प दिखाएं
id: Tampilkan timestamp
ja: タイムスタンプを表示
ko: 타임스탬프 표시
nl: Tijdstempels tonen
pt: Mostrar timestamps
ru: Показать временные метки
sv: Visa tidsstämplar
sw: Onyesha Alama za Wakati
ta: நேர முத்திரைகளைக் காட்டு
th: แสดงไทม์สแตมป์
tr: Zaman Damgalarını Göster
ur: ٹائم اسٹیمپس دکھائیں
vi: Hiển thị dấu thời gian
zh: 显示时间戳

source: Silence Threshold
ar: عتبة الصمت
bn: নীরবতা সীমা
de: Stille-Schwellenwert
es: Umbral de silencio
fa: آستانه سکوت
fr: Seuil de silence
hi: मौन सीमा
id: Ambang keheningan
ja: 無音しきい値
ko: 침묵 임계값
nl: Stilte-drempel
pt: Limiar de silêncio
ru: Порог тишины
sv: Tystnadströskel
sw: Kizingiti cha Kimya
ta: மௌன வாசல்
th: เกณฑ์ความเงียบ
tr: Sessizlik Eşiği
ur: خاموشی کا حد
vi: Ngưỡng im lặng
zh: 静音阈值

source: Sindhi
ar: السندية
bn: সিন্ধি
fa: سندی
hi: सिंधी
ja: シンド語
ko: 신드어
ru: Синдхи
sw: Kisindhi
ta: சிந்தி
th: สินธี
ur: سندھی
vi: Tiếng Sindhi
zh: 信德语

source: Sinhala
ar: السنهالية
bn: সিংহলি
de: Singhalesisch
es: Cingalés
fa: سینهالی
fr: Cingalais
hi: सिंहली
ja: シンハラ語
ko: 싱할라어
nl: Singalees
pt: Cingalês
ru: Сингальский
sv: Singalesiska
sw: Kisinhala
ta: சிங்களம்
th: สิงหล
ur: سنہالی
vi: Tiếng Sinhala
zh: 僧伽罗语

source: Slovak
ar: السلوفاكية
bn: স্লোভাক
de: Slowakisch
es: Eslovaco
fa: اسلواکی
fr: Slovaque
hi: स्लोवाक
id: Slovakia
ja: スロバキア語
ko: 슬로바키아어
nl: Slowaaks
pt: Eslovaco
ru: Словацкий
sv: Slovakiska
sw: Kislovakia
ta: ஸ்லோவாக்
th: สโลวัก
tr: Slovakça
ur: سلوواک
vi: Tiếng Slovakia
zh: 斯洛伐克语

source: Slovenian
ar: السلوفينية
bn: স্লোভেনিয়ান
de: Slowenisch
es: Esloveno
fa: اسلوونیایی
fr: Slovène
hi: स्लोवेनियाई
id: Slovenia
ja: スロベニア語
ko: 슬로베니아어
nl: Sloveens
pt: Esloveno
ru: Словенский
sv: Slovenska
sw: Kislovenia
ta: ஸ்லோவேனியன்
th: สโลวีเนีย
tr: Slovence
ur: سلووینیائی
vi: Tiếng Slovenia
zh: 斯洛文尼亚语

source: Somali
ar: الصومالية
bn: সোমালি
es: Somalí
fa: سومالی
hi: सोमाली
ja: ソマリ語
ko: 소말리어
nl: Somalisch
ru: Сомали
sv: Somaliska
sw: Kisomali
ta: சோமாலி
th: โซมาลี
tr: Somalice
ur: صومالی
vi: Tiếng Somali
zh: 索马里语

source: Source Language
ar: اللغة المصدر
bn: উৎস ভাষা
de: Quellsprache
es: Idioma de origen
fa: زبان منبع
fr: Langue source
hi: स्रोत भाषा
id: Bahasa sumber
ja: ソース言語
ko: 소스 언어
nl: Brontaal
pt: Idioma de origem
ru: Исходный язык
sv: Källspråk
sw: Lugha ya Chanzo
ta: மூல மொழி
th: ภาษาต้นทาง
tr: Kaynak Dil
ur: ماخذ زبان
vi: Ngôn ngữ nguồn
zh: 源语言

source: Spanish
ar: الإسبانية
bn: স্প্যানিশ
de: Spanisch
es: Español
fa: اسپانیایی
fr: Espagnol
hi: स्पेनिश
id: Spanyol
ja: スペイン語
ko: 스페인어
nl: Spaans
pt: Espanhol
ru: Испанский
sv: Spanska
sw: Kihispania
ta: ஸ்பானிஷ்
th: สเปน
tr: İspanyolca
ur: ہسپانوی
vi: Tiếng Tây Ban Nha
zh: 西班牙语

source: Special Characters
ar: الأحرف الخاصة
bn: বিশেষ অক্ষর
de: Sonderzeichen
es: Caracteres especiales
fa: کاراکترهای ویژه
fr: Caractères spéciaux
hi: विशेष वर्ण
id: Karakter khusus
ja: 特殊文字
ko: 특수 문자
nl: Speciale tekens
pt: Caracteres especiais
ru: Специальные символы
sv: Specialtecken
sw: Herufi Maalum
ta: சிறப்பு எழுத்துகள்
th: อักขระพิเศษ
tr: Özel Karakterler
ur: خصوصی حروف
vi: Ký tự đặc biệt
zh: 特殊字符

source: Speech recognition
ar: التعرف على الكلام
bn: ভাষা স্বীকৃতি
de: Spracherkennung
es: Reconocimiento de voz
fa: تشخیص گفتار
fr: Reconnaissance vocale
hi: भाषण पहचान
id: Pengenalan suara
ja: 音声認識
ko: 음성 인식
nl: Spraakherkenning
pt: Reconhecimento de voz
ru: Распознавание речи
sv: Taligenkänning
sw: Kutambua sauti
ta: பேச்சு அங்கீகாரம்
th: การจดจำเสียง
tr: Konuşma tanıma
ur: آواز کی پہچان
vi: Nhận dạng giọng nói
zh: 语音识别

source: Speech recognition features and capabilities
ar: ميزات وقدرات التعرف على الكلام
bn: ভাষা স্বীকৃতি বৈশিষ্ট্য এবং ক্ষমতা
de: Spracherkennungsfunktionen und -fähigkeiten
es: Características y capacidades de reconocimiento de voz
fa: ویژگی‌ها و قابلیت‌های تشخیص گفتار
fr: Fonctionnalités et capacités de reconnaissance vocale
hi: भाषण पहचान सुविधाएं और क्षमताएं
id: Fitur dan kemampuan pengenalan suara
ja: 音声認識機能と能力
ko: 음성 인식 기능 및 능력
nl: Spraakherkenning functies en mogelijkheden
pt: Recursos e capacidades de reconhecimento de voz
ru: Функции и возможности распознавания речи
sv: Taligenkänning funktioner och kapaciteter
sw: Vipengele na uwezo wa kutambua sauti
ta: பேச்சு அங்கீகார அம்சங்கள் மற்றும் திறன்கள்
th: คุณสมบัติและความสามารถในการจดจำเสียง
tr: Konuşma tanıma özellikleri ve yetenekleri
ur: آواز کی پہچان کی خصوصیات اور صلاحیتیں
vi: Tính năng và khả năng nhận dạng giọng nói
zh: 语音识别功能和能力

source: Starting Temperature
ar: درجة الحرارة الأولية
bn: শুরুর তাপমাত্রা
de: Starttemperatur
es: Temperatura inicial
fa: دمای شروع
fr: Température de départ
hi: प्रारंभिक तापमान
id: Suhu awal
ja: 開始温度
ko: 시작 온도
nl: Starttemperatuur
pt: Temperatura inicial
ru: Начальная температура
sv: Starttemperatur
sw: Joto la Kuanza
ta: தொடக்க வெப்பநிலை
th: อุณหภูมิเริ่มต้น
tr: Başlangıç Sıcaklığı
ur: شروع کا درجہ حرارت
vi: Nhiệt độ bắt đầu
zh: 起始温度

source: Statistics
ar: الإحصائيات
bn: পরিসংখ্যান
de: Statistiken
es: Estadísticas
fa: آمار
fr: Statistiques
hi: आंकड़े
id: Statistik
ja: 統計
ko: 통계
nl: Statistieken
pt: Estatísticas
ru: Статистика
sv: Statistik
sw: Takwimu
ta: புள்ளிவிவரங்கள்
th: สถิติ
tr: İstatistikler
ur: اعداد و شمار
vi: Thống kê
zh: 统计

source: Sundanese
ar: السوندانية
bn: সুন্দানিজ
de: Sundanesisch
es: Sundanés
fa: سوندایی
fr: Soundanais
hi: सुंडानी
id: Sunda
ja: スンダ語
ko: 순다어
nl: Soendanees
pt: Sundanês
ru: Сунданский
sv: Sundanesiska
sw: Kisunda
ta: சுந்தானீஸ்
th: ซุนดา
tr: Sundanca
ur: سنڈانیز
vi: Tiếng Sunda
zh: 巽他语

source: Swahili
ar: السواحيلية
bn: সোয়াহিলি
de: Suaheli
es: Suajili
fa: سواحلی
hi: स्वाहिली
ja: スワヒリ語
ko: 스와힐리어
pt: Suaíli
ru: Суахили
sw: Kiswahili
ta: ஸ்வாஹிலி
th: สวาฮิลี
tr: Svahili
ur: سواحلی
vi: Tiếng Swahili
zh: 斯瓦希里语

source: Swedish
ar: السويدية
bn: সুইডিশ
de: Schwedisch
es: Sueco
fa: سوئدی
fr: Suédois
hi: स्वीडिश
id: Swedia
ja: スウェーデン語
ko: 스웨덴어
nl: Zweeds
pt: Sueco
ru: Шведский
sv: Svenska
sw: Kiswidi
ta: ஸ்வீடிஷ்
th: สวีเดน
tr: İsveççe
ur: سویڈش
vi: Tiếng Thụy Điển
zh: 瑞典语

source: System
ar: النظام
bn: সিস্টেম
es: Sistema
fa: سیستم
fr: Système
hi: सिस्टम
id: Sistem
ja: システム
ko: 시스템
nl: Systeem
pt: Sistema
ru: Система
sw: Mfumo
ta: கணினி
th: ระบบ
tr: Sistem
ur: سسٹم
vi: Hệ thống
zh: 系统

source: Tagalog
ar: التاغالوغية
bn: তাগালগ
es: Tagalo
fa: تاگالوگ
hi: तागालोग
ja: タガログ語
ko: 타갈로그어
pt: Tagalo
ru: Тагальский
sw: Kitagalog
ta: தகலாக்
th: ตากาล็อก
ur: ٹیگالوگ
vi: Tiếng Tagalog
zh: 他加禄语

source: Tajik
ar: الطاجيكية
bn: তাজিক
de: Tadschikisch
es: Tayiko
fa: تاجیکی
fr: Tadjik
hi: ताजिक
ja: タジク語
ko: 타지크어
nl: Tadzjieks
pt: Tajique
ru: Таджикский
sv: Tadzjikiska
sw: Kitajiki
ta: தாஜிக்
th: ทาจิก
tr: Tacikçe
ur: تاجک
vi: Tiếng Tajik
zh: 塔吉克语

source: Tamil
ar: التاميلية
bn: তামিল
fa: تامیل
fr: Tamoul
hi: तमिल
ja: タミル語
ko: 타밀어
pt: Tâmil
ru: Тамильский
sw: Kitamil
ta: தமிழ்
th: ทมิฬ
tr: Tamilce
ur: تامل
vi: Tiếng Tamil
zh: 泰米尔语

source: Task
ar: المهمة
bn: কাজ
de: Aufgabe
es: Tarea
fa: وظیفه
fr: Tâche
hi: कार्य
id: Tugas
ja: タスク
ko: 작업
nl: Taak
pt: Tarefa
ru: Задача
sv: Uppgift
sw: Kazi
ta: பணி
th: งาน
tr: Görev
ur: ٹاسک
vi: Nhiệm vụ
zh: 任务

source: Tatar
ar: التتارية
bn: তাতার
de: Tatarisch
es: Tártaro
fa: تاتاری
hi: तातार
ja: タタール語
ko: 타타르어
nl: Tataars
pt: Tártaro
ru: Татарский
sv: Tatariska
sw: Kitatar
ta: தாதர்
th: ตาตาร์
tr: Tatarca
ur: تاتار
vi: Tiếng Tatar
zh: 鞑靼语

source: Technical Specifications
ar: المواصفات التقنية
bn: প্রযুক্তিগত নির্দিষ্টকরণ
de: Technische Spezifikationen
es: Especificaciones técnicas
fa: مشخصات فنی
fr: Spécifications techniques
hi: तकनीकी विनिर्देश
id: Spesifikasi teknis
ja: 技術仕様
ko: 기술 사양
nl: Technische specificaties
pt: Especificações técnicas
ru: Технические характеристики
sv: Tekniska specifikationer
sw: Vipimo vya Kiufundi
ta: தொழில்நுட்ப விவரங்கள்
th: ข้อกำหนดทางเทคนิค
tr: Teknik Özellikler
ur: تکنیکی تفصیلات
vi: Thông số kỹ thuật
zh: 技术规格

source: Telugu
ar: التيلوغو
bn: তেলুগু
fa: تلوگو
fr: Télougou
hi: तेलुगु
ja: テルグ語
ko: 텔루구어
ru: Телугу
sw: Kitelugu
ta: தெலுங்கு
th: เตลูกู
ur: تیلگو
vi: Tiếng Telugu
zh: 泰卢固语

source: Temperature Value
ar: قيمة درجة الحرارة
bn: তাপমাত্রার মান
de: Temperaturwert
es: Valor de Temperatura
fa: مقدار دما
fr: Valeur de Température
hi: तापमान मान
id: Nilai Suhu
ja: 温度値
ko: 온도 값
nl: Temperatuurwaarde
pt: Valor de Temperatura
ru: Значение температуры
sv: Temperaturvärde
sw: Thamani ya joto
ta: வெப்பநிலை மதிப்பு
th: ค่าอุณหภูมิ
tr: Sıcaklık Değeri
ur: درجہ حرارت کی قیمت
vi: Giá trị nhiệt độ
zh: 温度值

source: Text Decoder
ar: مفكك النص
bn: টেক্সট ডিকোডার
es: Decodificador de texto
fa: دیکودر متن
fr: Décodeur de texte
hi: टेक्स्ट डिकोडर
id: Dekoder teks
ja: テキストデコーダー
ko: 텍스트 디코더
nl: Tekstdecoder
pt: Decodificador de texto
ru: Текстовый декодер
sv: Textavkodare
sw: Kichujaji cha Maandishi
ta: உரை டிகோடர்
th: ตัวถอดรหัสข้อความ
tr: Metin Çözücü
ur: ٹیکسٹ ڈیکوڈر
vi: Bộ giải mã văn bản
zh: 文本解码器

source: Text Edit
ar: تحرير النص
bn: টেক্সট সম্পাদনা
de: Text bearbeiten
es: Editar texto
fa: ویرایش متن
fr: Édition de texte
hi: पाठ संपादन
id: Edit teks
ja: テキスト編集
ko: 텍스트 편집
nl: Tekst bewerken
pt: Editar texto
ru: Редактирование текста
sv: Redigera text
sw: Hariri maandishi
ta: உரை திருத்தம்
th: แก้ไขข้อความ
tr: Metin düzenleme
ur: متن میں ترمیم
vi: Chỉnh sửa văn bản
zh: 文本编辑

source: Text Font Size
ar: حجم خط النص
bn: টেক্সট ফন্ট সাইজ
de: Textschriftgröße
es: Tamaño de fuente de texto
fa: اندازه فونت متن
fr: Taille de police de texte
hi: टेक्स्ट फ़ॉन्ट आकार
id: Ukuran font teks
ja: 文字サイズ
ko: 텍스트 폰트 크기
nl: Tekstlettergrootte
pt: Tamanho da fonte do texto
ru: Размер шрифта текста
sv: Textstorlek
sw: Ukubwa wa Herufi za Maandishi
ta: உரை எழுத்துரு அளவு
th: ขนาดแบบอักษรข้อความ
tr: Metin Font Boyutu
ur: ٹیکسٹ فونٹ سائز
vi: Kích thước phông chữ văn bản
zh: 文本字体大小

source: Text Font Type
ar: نوع خط النص
bn: টেক্সট ফন্ট টাইপ
de: Textschriftart
es: Tipo de Fuente de Texto
fa: نوع فونت متن
fr: Type de Police de Texte
hi: टेक्स्ट फ़ॉन्ट प्रकार
id: Jenis Font Teks
ja: フォントタイプ
ko: 텍스트 글꼴 유형
nl: Tekst Lettertype
pt: Tipo de Fonte de Texto
ru: Тип Шрифта Текста
sv: Text Teckensnitt
sw: Aina ya Fonti ya Maandishi
ta: உரை எழுத்துரு வகை
th: ประเภทฟอนต์ข้อความ
tr: Metin Yazı Tipi
ur: ٹیکسٹ فونٹ ٹائپ
vi: Loại Phông Chữ Văn bản
zh: 文本字体类型

source: Text Input
ar: إدخال النص
bn: টেক্সট ইনপুট
de: Texteingabe
es: Entrada de texto
fa: ورودی متن
fr: Saisie de texte
hi: टेक्स्ट इनपुट
id: Input teks
ja: テキスト入力
ko: 텍스트 입력
nl: Tekstinvoer
pt: Entrada de texto
ru: Текстовый ввод
sv: Textinmatning
sw: Ingizo la Maandishi
ta: உரை உள்ளீடு
th: การป้อนข้อความ
tr: Metin Girişi
ur: ٹیکسٹ ان پٹ
vi: Nhập văn bản
zh: 文本输入

source: Thai
ar: التايلاندية
bn: থাই
de: Thailändisch
es: Tailandés
fa: تایلندی
fr: Thaï
hi: थाई
id: Thailand
ja: タイ語
ko: 태국어
nl: Thais
pt: Tailandês
ru: Тайский
sv: Thailändska
sw: Kithai
ta: தாய்
th: ไทย
tr: Tayca
ur: تھائی
vi: Tiếng Thái
zh: 泰语

source: The language has been changed.
ar: تم تغيير اللغة.
bn: ভাষা পরিবর্তন করা হয়েছে।
de: Die Sprache wurde geändert.
es: El idioma ha sido cambiado.
fa: زبان تغییر کرده است.
fr: La langue a été modifiée.
hi: भाषा बदल दी गई है।
id: Bahasa telah diubah.
ja: 言語が変更されました。
ko: 언어가 변경되었습니다.
nl: De taal is gewijzigd.
pt: O idioma foi alterado.
ru: Язык был изменен.
sv: Språket har ändrats.
sw: Lugha imebadilishwa.
ta: மொழி மாற்றப்பட்டது.
th: ภาษาได้ถูกเปลี่ยนแล้ว
tr: Dil değiştirildi.
ur: زبان تبدیل ہو گئی ہے۔
vi: Ngôn ngữ đã được thay đổi.
zh: 语言已更改。
